[
    {
        "id":"ceiling_lights",
        "photo":"ML_2d0a3ad3.webp",
        "price":80.58,
        "desc":"Brooklyn Glass Globe Flush Mount - 9 Inch",
        "details":"The Brooklyn Smoked Glass Globe Flush Mount is a versatile lighting option that adds a touch of sophistication to any space. The clear glass exterior allows for maximum light diffusion, creating a warm and inviting atmosphere. Crafted with 40% recycled glass, this fixture not only looks stylish but also promotes sustainability. Whether installed in a modern or traditional setting, this flush mount is sure to enhance the ambiance of any room. Perfect for low-profile ceiling lighting, this opulent piece adds a touch of intimacy and style to your home decor.",
        "spec":"<li>Shade Material: Clear Glass</li> <li>Holder Material: Brass finish - Brass material</li> <li>IP Rating: IP20</li> <li>Weight: 1.6kg</li> <li>Sustainability: 40% recycled glass | 100% recycled and recyclable metal</li>",
        "dimension":"<li>Height: 37cm</li> <li>Width: 22cm</li> <li>Depth: 22cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_2d06a10d.webp",
        "price":70.00,
        "desc":"Evanston Directional Brass Ceiling Spot Light",
        "details":"The Evanston directional brass spot light brings a touch of elegance to any space with its sleek and practical design. Featuring a short brass sleeve that connects to a rotating cylindrical body, this fixture can be adjusted to illuminate any area with ease. Perfect for kitchens and commercial settings, the Evanston flush brass ceiling light adds a modern industrial flair to interiors. Available in five stunning finishes, this versatile fixture can be used as a ceiling or wall light to create a unique visual impact. Please note that the GU10 bulb is not included.",
        "spec":"<li>Max Wattage: 5W</li> <li>Weight: 0.8KG</li> <li>IP Rating: IP20</li> <li>Material: Brass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 20cm</li> <li>Width / Depth: 8.5cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_3bead31a.webp",
        "price":111.89,
        "desc":"Mono Holophane Glass Flush Ceiling Light 40cm",
        "details":"Enhance your contemporary home decor with the Mono Industrial 40cm Railway Flush Fitting. This stylish semi flush ceiling light will provide a soft, diffused illumination to your entryway, dining room, or any other space in your home. The elegant Holophane glass shade is designed to refract light, creating a beautiful effect that makes it appear as though there are multiple light sources. Perfect for modern interiors, this contemporary ceiling light fixture looks stunning when paired with a warm bulb for a cozy ambience. Bulbs are not included, so be sure to pick up the perfect ones for your space.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 2.15KG</li> <li>IP Rating: IP20</li> <li>Material: Brass | Glass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 22cm</li> <li>Width / Depth: 40cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_8e09e7b1.webp",
        "price":79.00,
        "desc":"Telal Industrial Factory Flush Ceiling Light 32cm",
        "details":"Elevate the style of your home with the Telal Minimalist Factory Ceiling Fitting, a beautifully decorative piece that brings a touch of vintage charm to any space. Perfect for adding a unique focal point to your kitchen, dining room, or hallway, this industrial ceiling light is versatile and stylish. Pair it with an Edison-style bulb to create a warm and inviting atmosphere. Bulbs are not included, allowing you to customize the lighting to suit your personal taste. Add a touch of elegance to your home with this stunning ceiling light fixture.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 0.72KG</li> <li>IP Rating: IP20</li> <li>Material: Brass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 21cm</li> <li>Width / Depth: 30cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_69f0394d.webp",
        "price":48.26,
        "desc":"Nicosa Shallow Holophane Glass Flush Ceiling Light 30cm",
        "details":"Add a touch of timeless sophistication to your living space with the Nicosa Shallow Holophane Ceiling Light Fitting. Perfect for smaller areas, this flush ceiling light is an excellent choice for enhancing your bathroom or functional spaces such as kitchens or pantries. Crafted to scatter light beautifully, this flush ceiling light showcases a graceful Holophane glass shade that disperses light evenly throughout your room, creating the illusion of multiple light sources. Versatile enough to complement any modern or contemporary decor, this Holophane ceiling light pairs perfectly with a warm bulb for a gentle, inviting glow. Bulbs are available for purchase separately.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 1.3KG</li> <li>IP Rating: IP20</li> <li>Material: Brass | Glass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 8.5cm</li> <li>Width / Depth: 30cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_07068b20.webp",
        "price":45.99,
        "desc":"Mono Industrial Holophane Glass Flush Ceiling Light 30cm",
        "details":"Enhance the ambience of any interior with the timeless Mono Industrial Railway Flush Fitting. This sleek design maximizes illumination in small spaces, creating a seamless blend of task and general lighting. Perfect for modern or contemporary settings, this Holophane ceiling light pairs beautifully with an Edison-style filament bulb (sold separately) for a unique and inviting atmosphere.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 1.5KG</li> <li>IP Rating: IP20</li> <li>Material: Brass | Glass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 18cm</li> <li>Width / Depth: 32.5cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_cf28antbrs.webp",
        "price":37.00,
        "desc":"Yerevan Opal Globe Flush Ceiling Light 20cm",
        "details":"Elevate your space with the Yerevan 20cm Globe Ceiling Light Fitting. Crafted with a classic opal glass shade, this semi-flush light fixture offers a soft, diffused glow, perfect for hallways, entryways, or dining areas. Ideal for low ceilings, it complements both modern and traditional interiors. Enhance your ambience with a warm bulb (sold separately) for a sophisticated touch.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 0.84 kg / 1.9 lb</li> <li>IP Rating: IP20</li> <li>Material: Brass, Glass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 27cm</li> <li>Diameter: 20cm</li>"
    },
    {
        "id":"ceiling_lights",
        "photo":"ML_ed18dec7.webp",
        "price":90.81,
        "desc":"Lochan Wall Light with Voronoi I",
        "details":"Enhance the ambience of your space with the Lochan Wall Light + Voronoi I from Tala. This stunning fixture effortlessly blends a sleek and minimalistic design with the innovative Voronoi I bulb, creating a modern and sophisticated look. Available in Brass and Graphite finishes, the wet-rated IP44 Lochan is ideal for bathrooms and outdoor areas, adding a touch of elegance to any setting. <br> The Lochan Wall Light is not only stylish but also versatile, making it the perfect choice for customer engagement. Whether you are looking to create a cozy atmosphere in your living room or add a touch of luxury to your outdoor patio, this wall light is sure to impress. The unique Voronoi I bulb adds a contemporary flair to the design, making it a standout piece in any room. <br> With its high-quality construction and attention to detail, the Lochan Wall Light is designed to elevate your space and create a memorable experience for your customers. Invest in this exquisite fixture to enhance customer engagement and leave a lasting impression on anyone who enters your space.",
        "spec":"<li>Fixture Finish: Brass / Graphite</li> <li>Fixture Material: Anodised Aluminium</li> <li>Product Weight: 325g</li>",
        "dimension":"<li>Fixture: 85mm L x 110mm W x 110mm H</li> <li>Bulb: 122mm L x 126mm W x 175mm H</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_0011.webp",
        "price":105.00,
        "desc":"Beacon Square Light Chain Lantern in Olde Bronze",
        "details":"The Beacon Square outdoor collection by Elstead Lighting showcases a perfect fusion of timeless craftsman aesthetics and contemporary resilience. With its sleek lines and rich Olde Bronze finish, each fixture is engineered from durable composite materials to withstand the elements. The clear, hammered glass enhances elegance while providing brilliant illumination, all backed by an IP44 rating for reliable outdoor use.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 1.99kg</li> <li>IP Rating: IP44</li> <li>Material: Weather Resistant Composite, Glass</li>",
        "dimension":"<li>Height: 299mm</li> <li>Width / Depth: 165mm</li> <li>Min/Max Drop: 377mm - 1336mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_6627.webp",
        "price":64.00,
        "desc":"Artisan Light Chandelier in Aged Brass",
        "details":"The Artisan by Elstead Lighting features stunning hand-formed scrolls and detailed knot twists, exemplifying craftsmanship. Choose between three or five light options to suit your needs. Its unique design allows for easy conversion from chain to semi-flush mount, enhancing any room's elegance while providing versatile lighting solutions.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 3.15kg</li> <li>Material: Steel</li>",
        "dimension":"<li>Height: 450mm</li> <li>Width / Depth: 360mm</li> <li>Min/Max Drop: 500mm - 940mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_7093.webp",
        "price":75.67,
        "desc":"Bolla Light Chandelier in Brushed Nickel",
        "details":"Elstead Lighting's Bolla is a stunning fixture that combines traditional elegance with contemporary flair. Its graceful double arms in a sleek Brushed Nickel finish create a striking visual, while the heavy spherical accents add a unique twist. The refined bell-shaped glass diffusers provide a warm, sophisticated glow, making it ideal for any decor.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 6.39kg</li> <li>Material: Steel, Opal Glass</li>",
        "dimension":"<li>Height: 490mm</li> <li>Width / Depth: 572mm</li> <li>Min/Max Drop: 580mm - 2105mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_7556.webp",
        "price":79.21,
        "desc":"Abbey Light Chandelier In Silver Sand",
        "details":"The Abbey range by Elstead Lighting showcases a stunning blend of elegance and tradition, drawing inspiration from monasterial architecture. This transitional model features exquisite gold shades adorned with a delightful mushroom pleat, paired with a soft Silver Sand hand-brushed finish. Ideal for diverse installation styles, it enhances any space with timeless sophistication.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 3.3kg</li> <li>Material: Steel, Mushroom Pleated Shades</li>",
        "dimension":"<li>Height: 533mm</li> <li>Width / Depth: 483mm</li> <li>Min/Max Drop: 663mm - 2188mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_7645.webp",
        "price":101.00,
        "desc":"Arabesque Light Chandelier in Silver Leaf Patina",
        "details":"The Arabesque family by Elstead Lighting showcases a stunning blend of Arabic artistry and transitional elegance. Each fixture is meticulously crafted with intricate laser-cut scroll work and a soft Silver Leaf Patina finish. Paired with ivory linen shades and glass diffusers, these pieces radiate a warm, inviting glow, perfect for enhancing any space.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight:7.91KG</li> <li>Material: Steel, Glass</li>",
        "dimension":"<li>Height: 718mm</li> <li>Width / Depth: 584mm</li> <li>Min/Max Drop: 808mm - 2158mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_8098.webp",
        "price":88.00,
        "desc":"Bismarck Light Chandelier in Earth Black",
        "details":"Transform your interior with the Bismarck 5 Light Chandelier from Elstead Lighting. Its eye-catching geometric frame in Earth Black is paired with elegant painted gold sockets, delivering a perfect blend of modernity and sophistication. Ideal for dining areas or living rooms, this chandelier enhances your decor with its dramatic flair and stylish appeal.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 4.6kg</li> <li>Material: Steel</li>",
        "dimension":"<li>Height: 220mm</li> <li>Width / Depth: 636mm / 636mm</li> <li>Min/Max Drop: 394mm - 1154mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_8976.webp",
        "price":57.99,
        "desc":"Bradbury Light Chandelier in Antique White",
        "details":"The Bradbury 4 Light Chandelier by Elstead Lighting seamlessly blends classic elegance with contemporary flair. Crafted from a delicate fluted steel frame in a stunning Antique White finish, this chandelier not only illuminates your space but also serves as a striking centerpiece. Ideal for adding sophistication and charm to any room, it enhances your home’s ambiance beautifully.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight:3.4KG</li> <li>Material: Steel</li>",
        "dimension":"<li>Height: 608mm</li> <li>Width / Depth: 636mm</li> <li>Min/Max Drop: 688mm - 3166mm</li>"
    },
    {
        "id":"chandeliers",
        "photo":"CH_9083.webp",
        "price":58.00,
        "desc":"Aries Light Large Chandelier in Polished Nickel",
        "details":"The Aries by Elstead Lighting showcases a bold square arm design in Polished Nickel, perfectly complemented by stunning cut glass crystals. The opal glass bottom panel offers a soft contrast, while the whimsically arranged side crystals dangle gracefully, producing a mesmerizing and enchanting lighting atmosphere for any space.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 11.07KG</li> <li>Material: Steel, K9 Cut Glass</li>",
        "dimension":"<li>Height: 291mm</li> <li>Width / Depth: 470mm</li> <li>Min/Max Drop: 319mm - 1322mm</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_4099.webp",
        "price":110.00,
        "desc":"Moss Dune 8 Curve Lamp",
        "details":"Introducing the Dune light fixture, a stunning embodiment of nature's beauty and elegance, inspired by the mesmerizing forms of large sand dunes. The wide, undulating curves of these natural wonders have influenced our design, resulting in a modular lighting solution that captures the essence of movement and fluidity. Each shade of the Dune light fixture is crafted to mimic the organic shapes found in nature, creating an enchanting visual experience that transforms any space into a serene oasis. <br> The Dune light fixture is not just a source of illumination; it is a statement piece that brings a sense of tranquility and sophistication to your home or office. The interplay of light and shadows, reminiscent of the shifting sands, creates a dynamic atmosphere that evolves throughout the day. Whether you choose to use a single shade or compose multiple shades together, the Dune light fixture offers endless possibilities for customization, allowing you to tailor the lighting to your specific needs and aesthetic preferences. <br> Our innovative smart connection system ensures that each shade can be linked together effortlessly, providing a seamless integration that enhances the overall design. The connectors are thoughtfully designed to be unobtrusive, allowing the organic shapes to take center stage while ensuring a warm, inviting light distribution. This thoughtful approach to design not only elevates the aesthetic appeal but also enhances the functionality of the fixture. <br> Perfect for residential or commercial spaces, the Dune light fixture adapts beautifully to various environments, from cozy living rooms to modern office spaces. Illuminate your surroundings with the captivating beauty of the Dune light fixture, where nature-inspired design meets contemporary elegance, creating a harmonious blend of form and function. Transform your space today with this exquisite lighting solution that celebrates the art of illumination.",
        "spec":"<li>Max Wattage: 29,4W</li> <li>Color Temperature: 2700k</li> <li>Luminous Flux: 3640lm</li> <li>Voltage: 110-240V</li> <li>Material: Aluminium, Plexiglass</li>",
        "dimension":"<li>Height: 49cm (19.3)</li> <li>Width: 120cm (47.2) x 80cm (31.5)</li> <li>Cable Length: 300cm (118)</li> <li>Canopy: Ø 190mm (7.5) x H 50mm (2)</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_6059.webp",
        "price":74.00,
        "desc":"Square Cluster Lights - 9 Inch",
        "details":"The Brooklyn Glass Globe Wire Cluster Lights are a perfect blend of form and function, providing both ambient lighting and a striking visual element to any room. The clear glass globes allow for maximum light dispersion, while the wire cluster design adds a touch of architectural interest. These lights are not only stylish but also eco-friendly, as they are made with a combination of recycled and virgin glass. Elevate your interior design with these handcrafted lights that exude industrial charm and modern elegance.",
        "spec":"<li>Shade Material: Clear Glass</li> <li>Holder Material: Brass finish - Brass material</li> <li>IP Rating: IP20</li> <li>Weight: 9.8kg</li> <li>Sustainability: 40% recycled glass | 100% recycled and recyclable metal</li>",
        "dimension":"<li>Height: 234cm</li> <li>Width: 53cm</li> <li>Depth: 53cm</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_6484.webp",
        "price":56.80,
        "desc":"Triple Pendant Light White Canopy with Voronoi II",
        "details":"Elevate your space with the Triple Pendant Light White Canopy with Voronoi II from Tala. This exquisite ceiling light features three Voronoi II bulbs, three Tala pendants, and a sleek white canopy, creating a stunning focal point in any room. The matte white finish adds a touch of modern elegance to your decor. <br> Experience high performance and perfect dimming with our Dim to Warm technology, allowing you to create the perfect ambience for any occasion. Whether you're looking to brighten up a living room, dining area, or bedroom, this pendant light is sure to impress with its versatility and style. <br> Illuminate your space in style and engage your customers with the Triple Pendant Light White Canopy with Voronoi II from Tala. Upgrade your lighting design and create a welcoming atmosphere that will leave a lasting impression on all who enter your space.",
        "spec":"<li>Fixture Finish: Brass / Graphite / Oak / Walnut</li> <li>Fixture Material: Brass, Powder-coated Steel / Anodised Aluminium, Powder-coated Steel / Oak, Brass, Powder-coated Steel / Walnut, Brass, Powder-coated Steel</li> <li>Product Weight: 1989g</li>",
        "dimension":"<li>Pendant (Brass + Graphite): 40mm L x 40mm W x 79mm H</li> <li>Pendant (Oak + Walnut): 50mm L x 50mm W x 80mm H</li> <li>Canopy: 250mm L x 250mm W x 20mm H</li> <li>Bulb: 171mm L x 171mm W x 281mm H</li> <li>Cable Length: 300cm</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_7509.webp",
        "price":80.00,
        "desc":"Basalt Nine Pendant Light",
        "details":"The Basalt Nine Pendant Light from Tala is a truly exceptional lighting fixture that will elevate any space it is placed in. With its nine irregular hexagonal pendants and mouth-blown borosilicate glass bulbs, this light fixture boasts a design that is both striking and unique. Available in Brass and Stainless Steel finishes, the Basalt Nine Pendant Light is sure to add a touch of nature's beauty to any large interior space. <br> Not only does this pendant light make a statement with its design, but it also provides ample illumination to brighten up any room. The mathematical elegance of the Basalt Nine Pendant Light adds a sophisticated touch to any space, making it the perfect choice for those looking to enhance their home decor. <br> Whether you are looking to add a touch of modern elegance to your living room, dining room, or entryway, the Basalt Nine Pendant Light from Tala is the perfect choice. Elevate your space and engage your customers with this stunning and unique lighting fixture.",
        "spec":"<li>Fixture Finish: Brass / Stainless Steel</li> <li>Fixture Material: Brass / Stainless Steel</li> <li>Product Weight: 11751g</li>",
        "dimension":"<li>Pendant: 58mm L x 58mm W x 75mm H</li> <li>Canopy: 508mm L x 508mm W x 50mm H</li> <li>Bulb: 60mm L x 54mm W x 215mm H</li> <li>Cable Length: 4m</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_8990.webp",
        "price":90.50,
        "desc":"Alumina Nine Pendant Light",
        "details":"Elevate your space with the Alumina Nine Pendant Light from Tala. This exquisite fixture is expertly crafted from lightweight aluminium, giving it a sleek and modern look. The textured Chalk finish adds a touch of sophistication, making it the perfect statement piece for any room. <br> The Alumina Nine Pendant Light comes equipped with nine Dim to Warm Sphere V bulbs, allowing you to adjust the brightness and ambience to suit your mood. Whether you're looking to create a warm and inviting atmosphere or a bright and energetic space, this versatile fixture has you covered. <br> With its unique design and high-quality construction, the Alumina Nine Pendant Light is sure to captivate and engage your customers. Whether you're a designer looking to add a touch of elegance to a client's space or a homeowner wanting to make a bold statement, this stunning piece from Tala is the perfect choice. <br> Don't settle for ordinary lighting fixtures – choose the Alumina Nine Pendant Light for a truly exceptional customer engagement experience. Illuminate your space in style with this dazzling and dynamic piece from Tala.",
        "spec":"<li>Fixture Finish: Chalk</li> <li>Fixture Material: Powder-coated Aluminium, Steel</li> <li>Product Weight: 10400g</li>",
        "dimension":"<li>Pendant: 50mm L x 50mm W x 93mm H</li> <li>Canopy: 508mm L x 508mm W x 50mm H</li> <li>Bulb: 150mm L x 150mm W x 190mm H</li> <li>Cable length: 500cm</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_7568.webp",
        "price":72.00,
        "desc":"Rosa 3 Cluster Light",
        "details":"The Rosa 3 Cluster Light is a true work of art that is sure to impress anyone who lays eyes on it. The London studio Marc Wood has created a stunning lighting fixture that is both elegant and modern. The three delicate glass shades are expertly crafted and suspended from a sleek brass frame that adds a touch of sophistication to any space. The Rosa 3 Cluster Light is perfect for those who appreciate the finer things in life and want to add a touch of luxury to their home or office. <br> The warm and inviting ambience created by the Rosa 3 Cluster Light is perfect for any modern or contemporary interior. The soft glow of the light is perfect for creating a relaxing and comfortable atmosphere, making it ideal for use in living rooms, bedrooms, and dining rooms. The Rosa 3 Cluster Light is also perfect for use in commercial spaces such as restaurants, hotels, and offices, where it can add a touch of elegance and sophistication to any space. <br> The Rosa 3 Cluster Light is a high-quality lighting fixture that is built to last. The expert craftsmanship and attention to detail that went into creating this fixture ensure that it will provide years of reliable and beautiful lighting. The Rosa 3 Cluster Light is also easy to maintain, making it a practical choice for anyone who wants to add a touch of elegance to their space without having to worry about constant upkeep. <br> Overall, the Rosa 3 Cluster Light is a must-have for anyone who wants to add a touch of luxury and sophistication to their space. With its expert craftsmanship, elegant design, and warm and inviting ambience, this lighting fixture is sure to impress and delight anyone who sees it.",
        "spec":"<li>Materials: Brass, Marble and Glass</li> <li>Finish: Gold (Brass) and Marble</li> <li>Fixture Type: Any - To spec</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 110cm</li> <li>Width: 55cm</li> <li>Depth: 55cm</li> <li>Cable Length: 200cm</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_9019.webp",
        "price":79.00,
        "desc":"Jack and Jill 3 Cluster Light",
        "details":"The Jack and Jill 3 Cluster Light by London studio Marc Wood is not just a lighting fixture, but a work of art that will elevate the aesthetic of any space. The sleek design of the fixture is both modern and timeless, making it a versatile addition to any decor style. The warm glow of the lights creates a cozy and inviting atmosphere, perfect for relaxing after a long day or entertaining guests. <br> One of the standout features of this fixture is the adjustable clusters of lights. This allows you to customize the lighting to your liking, whether you prefer a brighter or more subdued ambience. The flexibility of the clusters also makes it easy to direct the light where you need it most, making it a practical choice for any room in your home or office. <br> The high-quality materials used in the construction of this fixture ensure that it will last for years to come. The durability of the materials also means that it can withstand the wear and tear of daily use, making it a smart investment for any homeowner or business owner. <br> Overall, the Jack and Jill 3 Cluster Light is a stunning lighting fixture that combines form and function in a beautiful way. Its elegant design, warm glow, and adjustable clusters make it a versatile choice for any space, while its high-quality construction ensures that it will be a cherished addition to your decor for years to come.",
        "spec":"<li>Materials: Brass and Glass</li> <li>Finish: Gold (Brass)</li> <li>Fixture Type: Any - To spec</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 115cm</li> <li>Width: 88cm</li> <li>Depth: 88cm</li> <li>Cable Length: 200cm</li>"
    },
    {
        "id":"cluster_lights",
        "photo":"LC_9817.webp",
        "price":73.00,
        "desc":"Zig 2 Cluster Light",
        "details":"The Zig 2 Cluster Light is a true work of art that is sure to elevate the aesthetic of any room. The London studio Marc Wood has crafted a stunning lighting fixture that is both functional and beautiful. The unique design of the Zig 2 Cluster Light is sure to catch the eye of anyone who enters the room. The warm glow of the lights creates a cozy and inviting atmosphere that is perfect for relaxing after a long day or entertaining guests. <br> The cluster of lights is arranged in a way that creates a beautiful pattern that is sure to impress. The Zig 2 Cluster Light is perfect for use in a variety of settings, from a cozy living room to a chic office space. The high-quality materials used in the construction of this fixture ensure that it will last for years to come. <br> The Zig 2 Cluster Light is a versatile lighting fixture that can be used to create a variety of moods and atmospheres. Whether you are looking for a warm and cozy ambience or a bright and energetic vibe, this fixture can deliver. The attention to detail and craftsmanship that went into the creation of this fixture is evident in every aspect of its design. <br> Overall, the Zig 2 Cluster Light is a must-have for anyone who wants to add a touch of elegance and sophistication to their space. Its unique design, warm glow, and beautiful pattern make it a standout piece that is sure to impress.",
        "spec":"<li>Materials: Brass and Glass</li> <li>Finish: Gold (Brass)</li> <li>Fixture Type: Any - To spec</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 40 / 59cm</li> <li>Width: 92 / 129cm</li> <li>Depth: 11 / 15cm</li> <li>Cable Length: 200cm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_0014.webp",
        "price":58.00,
        "desc":"Arendal Medium Bollard in Black",
        "details":"The Elstead Lighting medium-sized outdoor bollard combines durability and style, made from powder-coated galvanised steel to withstand coastal climates. Its sleek design enhances any outdoor area while being compatible with dimmable lamps, enabling you to effortlessly set the ideal mood for gatherings or quiet evenings outdoors.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 8.55KG</li> <li>IP Rating: IP65</li> <li>Material: Powder Coated Galvanised Steel, Crystal Glass</li>",
        "dimension":"<li>Height: 490mm</li> <li>Width / Depth: 120mm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_2014.webp",
        "price":62.00,
        "desc":"Alta Light Medium Bollard in Black",
        "details":"The Elstead Lighting modern large bollard is the perfect addition to coastal landscapes, combining style and functionality. Crafted for durability, it withstands harsh weather while enhancing outdoor aesthetics. With dimming capabilities for compatible lamps, you can effortlessly set the ideal ambiance, making your outdoor spaces both elegant and inviting.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 5.68KG</li> <li>IP Rating: IP65</li> <li>Material: Powder Coated Galvanised Steel, Polycarbonate</li>",
        "dimension":"<li>Height: 490mm</li> <li>Width / Depth: 150mm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_2398.webp",
        "price":55.60,
        "desc":"Bayview Light Lamp Post in Black",
        "details":"The Bayview lamp post by Elstead Lighting elegantly merges classical Georgian design with contemporary resilience. At over 2m tall, its black cast aluminum body supports a striking four-sided lantern head adorned with clear bevelled glass. Ideal for any outdoor setting, it boasts an IP44 rating, ensuring reliable weather resistance and lasting beauty.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 5.93kg</li> <li>IP Rating: IP44</li> <li>Material: Cast Aluminium, Clear Bevelled Glass</li>",
        "dimension":"<li>Height: 2164mm</li> <li>Width / Depth: 228mm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_3357.webp",
        "price":70.40,
        "desc":"David Weeks Echo Floor Lamp",
        "details":"The David Weeks Echo Floor Lamp is a true masterpiece of modern design. Crafted with a sleek and minimalist aesthetic, this lamp is sure to elevate any room in your home. The lamp features Tala's Sphere IV bulbs, known for their exceptional quality and energy efficiency. <br> With seven bulbs included, the Echo Floor Lamp provides ample light to brighten up any space. The custom rotary dimmer on the stem allows for precise control over the brightness, offering a Dim to Warm performance that creates a cozy and inviting atmosphere. <br> Made with high-quality materials and expert craftsmanship, the David Weeks Echo Floor Lamp is not only a functional lighting solution but also a stunning piece of art. Add a touch of sophistication to your home with this must-have accessory from Tala. Engage your customers with this elegant and robust lamp that is sure to impress.",
        "spec":"<li>Fixture Finish: White</li> <li>Fixture Material: Powder-coated Steel</li> <li>Product Weight: 11600g</li>",
        "dimension":"<li>Fixture: 380mm L x 380mm W x 1500mm H</li> <li>Bulb: 150mm L x 150mm W x 190mm H</li> <li>Cable Length: 4m</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_4087.webp",
        "price":53.00,
        "desc":"Pill Floor Lamp",
        "details":"Experience understated elegance with our floor lamp—a true embodiment of refined design. The rounded block marble base not only anchors the lamp but serves as a statement piece, offering a touch of timeless luxury. Brushed brass bands elegantly entwine, seamlessly connecting the light source and base, creating a sculptural masterpiece that captures the essence of modern sophistication. <br> Adding to its allure, the elliptical opaque glass diffuser suspended on both sides bathes your space in a serene ambient light. This carefully curated combination of materials and design transforms the floor lamp into a refined addition, harmonizing functionality with aesthetic appeal. Elevate your surroundings with the subtle brilliance of this lamp, where every element converges to create an inviting atmosphere and a visual symphony of elegance. <br This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Electroplated Iron/ hand brushed finish</li> <li>Finish:Brushed brass/ black marble/ white frosted glassinner shade</li> <li>Fixture type: 230V</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 14.5cm</li> <li>Width: 20cm</li> <li>Depth: 14cm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_4976.webp",
        "price":61.99,
        "desc":"Disc And Ball Floor Lamp",
        "details":"Immerse yourself in the allure of our statement floor lamp—a masterful blend of design and functionality. The captivating disc-shaped shade serves as a luminary canvas, allowing light to gracefully emanate from both top and bottom diffusers. As the central pole travels through this artful shade, it culminates in a refined black ball on top, adding a touch of sophistication to the lamp's silhouette. <br> At the base, a structural marvel unfolds in the form of a black marble foundation, grounding the lamp with timeless elegance. This floor lamp transcends mere illumination, becoming a sculptural centerpiece that harmonizes contemporary design with ambient allure. Illuminate your space with this unique fusion of form and function, where each element has been meticulously crafted to redefine your surroundings with a touch of modern sophistication. <br> This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Electroplated Iron/ hand brushed finish</li> <li>Finish: Brushed brass/ acrylic frosted diffuser/ black marble/black matt metal</li> <li>Fixture type: 230V</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 165cm</li> <li>Disc dia: 40cm</li> <li>Base dia: 14cm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_5223.webp",
        "price":62.88,
        "desc":"Orb 2 Floor Lamp",
        "details":"Step into a world of bold illumination with our ORB 2 Floor Lamp—a true statement piece that effortlessly blends a slender metal frame, a captivating glass globe, and the timeless allure of green marble. Inspired by the experimental spirit of the 1923 Bauhaus Exhibition poster, this lamp embraces bold geometry and style, creating a visual symphony atop a distinguished white marble pedestal. <br> Each element of the ORB 2 Floor Lamp is meticulously crafted to reflect the avant-garde essence of Bauhaus design. From the sleek metal frame to the exquisite glass globe and the touch of green marble, it's a harmonious fusion that goes beyond mere illumination, transforming your space into a curated masterpiece of modern elegance. Illuminate boldly, and let this floor lamp redefine your surroundings with its unique blend of artistic inspiration and contemporary sophistication. <br> This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Electroplated Iron/ hand brushed finish</li> <li>Finish: Brushed brass/ white frosted glass/ white marble/green marble</li> <li>Fixture type: 230V</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 165cm</li> <li>Width: 58cm</li> <li>Globe dia: 12.5cm</li> <li>Base height: 40cm</li>"
    },
    {
        "id":"floor_lights",
        "photo":"LB_7339.webp",
        "price":71.00,
        "desc":"Marble And Wedge Floor Lamp",
        "details":"Elevate your space with our captivating Bauhaus-inspired floor lamp—a testament to the harmonious marriage of form and function. Crafted from a cylindrical marble base and two sleek arms, the lamp converges into a stunning triangular wedge shade fashioned from brushed grey metal. The opal diffuser at the base enhances the glow, creating a mesmerizing play of light that transforms your environment. <br Showcased in brushed brass, grey metal, and a white marble finish, this lamp is a visual symphony that redefines sophistication. Illuminate your surroundings with the artful design of our Marble and Wedge Floor Lamp, where each element is thoughtfully crafted to infuse your space with modern elegance and timeless allure. <br> This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Electroplated Iron/ hand brushed finish</li> <li>Finish: Brushed brass/ brushed grey metal/ white marble/white frosted perspex</li> <li>Fixture type: 230V</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 147.2cm</li> <li>Length: 43.5cm</li> <li>Base dia: 14cm</li> <li>Base height: 40cm</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_0169.webp",
        "price":48.99,
        "desc":"Burnished Harborne Pendant Light",
        "details":"The Burnished Harborne Pendant Light is a stunning addition to any home decor. With its sleek and modern design, this pendant light is perfect for adding a touch of sophistication to your living space. The burnished finish gives it a rustic feel, while the clear glass shade allows for maximum light output. The adjustable cord allows you to customize the height to fit your needs. This pendant light is perfect for use in a dining room, kitchen, or living room. It is easy to install and comes with all the necessary hardware. Illuminate your home with the Burnished Harborne Pendant Light and enjoy its warm and inviting glow.",
        "spec":"<li>Adjustable: No</li> <li>Material: Brass</li> <li>Dimmable: Yes</li> <li>Fixture type: 220-240V</li>",
        "dimension":"<li>Height: 27cm</li> <li>Diameter: 40cm</li> <li>Rose diameter: 12cm</li> <li>Cable length: 150cm</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_1678.webp",
        "price":39.00,
        "desc":"Essence Vintage Prismatic Glass Pendant Light 40cm",
        "details":"Elevate the ambience of your space with the Essence Double Prismatic Pendant. This exquisite Holophane pendant light is designed to bring a touch of glamour and charm to large areas, making it perfect for seating areas or as a stunning centrepiece above a dining table. The Victorian style ceiling fixture features a prismatic glass shade that refracts and amplifies light, creating a beautiful and captivating lighting effect. Ideal for modern and contemporary interiors, this pendant light shines brightest when paired with a warm bulb to set a special atmosphere. Bulbs are available for purchase separately.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 3.76KG</li> <li>IP Rating: IP20</li> <li>Material: Brass | Glass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 35cm</li> <li>Width / Depth: 40cm</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_3445.webp",
        "price":37.00,
        "desc":"Voronoi II Plug-In Pendant Light",
        "details":"The Voronoi II Plug-In Pendant Light from Tala is a must-have for anyone looking to enhance their space with a touch of elegance and modernity. This stunning lighting fixture features Tala's innovative Voronoi II bulb, which creates a mesmerizing display of light and shadow that will instantly captivate anyone who enters the room. <br> Easy to install, this pendant light is perfect for adding a stylish touch to any room in your home. Whether you're looking to create a cozy atmosphere in your living room or add a touch of sophistication to your dining area, the Voronoi II Plug-In Pendant Light is the perfect choice. <br> Not only does this pendant light provide beautiful illumination, but it also serves as a statement piece that will elevate your decor to the next level. With its sleek design and modern aesthetic, the Voronoi II Plug-In Pendant Light is sure to impress your guests and create a welcoming ambience in your home. <br> Bring the beauty of Tala's design into your space with the Voronoi II Plug-In Pendant Light and experience the perfect combination of style and functionality. Illuminate your space in style with this exquisite lighting fixture.",
        "spec":"<li>Fixture Finish: Brass / Graphite</li> <li>Fixture Material: Brass / Anodised Aluminium</li> <li>Product Weight: 690g</li>",
        "dimension":"<li>Pendant (Brass + Graphite): 40mm L x 40mm W x 79mm H</li> <li>Bulb: 171mm L x 171mm W x 281mm H</li> <li>Cable Length: 6m - 4m Pendant to Dimmer</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_3977.webp",
        "price":50.00,
        "desc":"Small Loop Pendant Light with Sphere III",
        "details":"Elevate your space with the Small Loop Pendant Light with Sphere III from Tala. This stunning light fixture, designed by John Tree, is crafted from high-quality anodised aluminium for a sleek and modern finish. Paired with Tala's innovative Sphere III LED bulb, this pendant light offers dim to warm lighting that is perfect for creating a cozy and inviting atmosphere in any setting. <br> Whether you choose to hang it above a kitchen island for a contemporary touch or in a hallway for a stylish statement piece, the Small Loop Pendant Light is sure to enhance the ambience of your space. The Loop range from Tala showcases the brand's commitment to combining exceptional design with cutting-edge technology, allowing you to experience the infinite potential of lighting design. <br> Illuminate your home with style and sophistication with the Small Loop Pendant Light with Sphere III from Tala. Upgrade your space and engage your customers with this exceptional lighting fixture that is sure to impress.",
        "spec":"<li>Fixture Finish: Gold / Dark Grey</li> <li>Fixture Material: Anodised Aluminium</li> <li>Product Weight: 1120g</li>",
        "dimension":"<li>Fixture + Bulb: 125mm L x 125mm W x 217mm H</li> <li>Canopy: 150mm L x 150mm W x 18.5mm H</li> <li>Cable Length: 3m</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_4889.webp",
        "price":53.70,
        "desc":"Dark Pendant Light Triangle Large",
        "details":"Elevate your space with the luxurious Triangulated Pendant Lamp [T4]dark from GANTlights. This exquisite designer lamp is meticulously crafted from sleek dark grey concrete, giving it a modern and industrial edge. The geometric design of the lamp features clean lines and sharp angles, adding a touch of contemporary sophistication to any room. <br> What sets this pendant lamp apart is its high-quality gold gilding, which accents the interior of the lamp and adds a touch of opulence. When illuminated, the gilded insides create a warm and inviting glow, casting a soft and cozy ambiance throughout the space. Whether hung above a dining table, in a living room, or as a statement piece in a hallway, this pendant lamp is sure to make a stylish impact. <br> The Triangulated Pendant Lamp [T4]dark seamlessly blends sophistication with industrial chic, making it a versatile and timeless addition to any interior decor. Elevate your space with this stunning designer lamp and enjoy the perfect combination of elegance and modern design.",
        "spec":"<li>Concrete Colour: Light grey, Dark grey</li> <li>Inside Coating: Gold, Silver, Copper</li> <li>Cord Length: 1.8m, 3m, 5m</li> <li>Cord Colour: Black, Grey, White</li>",
        "dimension":"<li>Height: 27 cm</li> <li>Width: 27 cm</li> <li>Depth: 22 cm</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_5123.webp",
        "price":35.28,
        "desc":"The Pleat Pendant Ceiling Light",
        "details":"Introducing The Pleat Pendant Ceiling Light – a testament to the visionary design of Emma Gurner, an interior designer renowned for her playful approach to colour and her fusion of contemporary style with a hint of nostalgia. <h3>Key Features:</h3>  1. Warm and Inviting: The Pleat collection is defined by its warm and inviting color palette, with the pendant ceiling light showcasing a bold burnt orange exterior and a pale pink interior, casting a welcoming and cozy glow. <br> 2. Maximize Visual Impact: To make a bold design statement, hang this striking pendant low over your dining setting, allowing it to take centre stage and elevate the ambiance. <br> 3. Captivating Contrasts: The magic of The Pleat pendant lies in the captivating interplay of colours. The dynamic combination of burnt orange and pale pink creates a striking yet harmonious addition that seamlessly integrates with your existing interior design. <br> <br> Experience the unique charm of The Pleat Pendant Ceiling Light, designed to infuse your space with warmth, style, and nostalgia. Discover the perfect blend of color and design and make it yours today. Ambientco is your trusted source for top-quality lighting solutions.",
        "spec":"<li>Adjustable: Yes</li> <li>Maximum drop (with shade): 190cm</li> <li>Colour: Burnt orange and pale pink</li> <li>Material: Metal with glass shade</li> <li>Cable colour: Burnt orange</li> <li>Spread of light: Ambient</li> <li>Dimmable: No</li> <li>Assembly required: No</li> <li>Spare shade: No</li> <li>IP rating: IP20</li> <li>Product sku: 0737</li>",
        "dimension":"<li>Height: 190cm</li> <li>Width: 50cm</li> <li>Length: 50cm</li> <li>Shade: 15cm x 15cm</li> <li>Weight: 2.9kg</li> <li>Packaging: 55cm x 55cm x 36cm</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_6440.webp",
        "price":60.80,
        "desc":"Kingii Ceramic Dome Bathroom Pendant Light 20cm, Black Clay IP44",
        "details":"Elevate your bathroom or kitchen with the stunning Kingii ceramic pendant light, inspired by the leaf veins of local mature trees in Mullan Village. With a textured surface and a sleek 20cm diameter, this pendant is both stylish and practical, rated IP44 for safe use in moist environments. Handcrafted in our ceramic studio, the Black Clay finish reveals a beautiful crackled pattern, complemented by a brass lamp holder available in five finishes. Versatile and unique, the Kingii pendant is the perfect addition to any modern or vintage interior. Bulb sold separately.",
        "spec":"<li>Max Wattage: 6.5W</li> <li>Weight: 1.2KG</li> <li>IP Rating: IP44</li> <li>Material: Brass | Ceramic | Glass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 20cm</li> <li>Width / Depth: 20cm</li>"
    },
    {
        "id":"pendant_lights",
        "photo":"PL_7554.webp",
        "price":49.00,
        "desc":"Kapok Marbled Ceramic Pendant Light 27cm",
        "details":"Elevate your space with the timeless elegance of the Kapok marbled ceramic pendant. This vintage-inspired pendant features a unique ripple design and textured marbled shade, adding a touch of sophistication to any room. <br> Measuring 27cm in diameter and 9.5cm in height, the Kapok pendant exudes balance and charm with its umbrella-shaped ceramic shade. Choose from five different colour finishes for the lamp holder, including antique brass, antique silver, polished brass, satin brass, and powder-coated matte black. <br> With its exposed bulb design, this handcrafted ceramic pendant light brings a rustic yet stylish vibe to your decor. Pair it with an Edison-style teardrop bulb for a warm and inviting glow that will enhance any interior. <br> Please note that the ceramic shade has a glossy appearance when light is reflected on its glazed surface, adding a touch of sophistication to this beautiful pendant light.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 0.9KG</li> <li>IP Rating: IP20</li> <li>Material: Brass | Ceramic</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 9.5cm</li> <li>Width / Depth: 27cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_0987.webp",
        "price":98.00,
        "desc":"Aged Brass Flora Wall Light",
        "details":"The Aged Brass Flora Wall Light is a stunning addition to any home decor. The intricate floral design on the aged brass finish creates a vintage and elegant look. The light fixture is perfect for illuminating hallways, bedrooms, or living spaces. The wall light is easy to install and comes with all the necessary hardware. The light is compatible with LED bulbs, making it energy-efficient and long-lasting. The Aged Brass Flora Wall Light is a timeless piece that will add a touch of sophistication to any room.",
        "spec":"<li>Adjustable: No</li> <li>Material: Brass</li> <li>Dimmable: Yes</li> <li>Fixture type: 220-240V</li>",
        "dimension":"<li>Height: 6.3cm</li> <li>Diameter: 21.7cm</li> <li>Rose diameter: 10.5cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_1098.webp",
        "price":59.86,
        "desc":"Gorey Contemporary Wall Light with Drum Fabric Shade",
        "details":"Illuminate your home with the sophisticated and stylish Gorey Wall Light. This versatile light fixture seamlessly blends classic charm with modern design, making it the perfect addition to any space. Whether placed in a bedroom, hallway, or entryway, this elegant light will warmly welcome your guests. Its sleek and slender profile can accommodate a variety of classic or contemporary shades, providing a soft and inviting glow to any room.",
        "spec":"<li>Max Wattage: 40W</li> <li>Weight: 0.7KG</li> <li>IP Rating: IP20</li> <li>Material: Brass</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 47cm</li> <li>Width / Depth: 20cm</li> <li>Length / Projection: 22cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_1540.webp",
        "price":32.00,
        "desc":"Coco Adjustable Ceramic Wall Light, Blue Earth",
        "details":"The Coco wall light seamlessly blends industrial design with a handcrafted ceramic shade, drawing inspiration from the organic shape and coloring of the coconut fruit. Hand-painted in our ceramic studio in Mullan village, the blue eath finish exudes a misty, ethereal essence, adding a touch of rustic charm to any space. With its vintage silhouette and versatile neutral colors, the Coco wall light is a refined and elegant lighting fixture that can enhance a variety of interiors, from modern minimalistic to shabby chic. Despite its petite size, this wall light is sure to make a statement, casting a soft and inviting glow. The adjustable swivel allows for customization of the light direction, while the choice of brass finishes adds a touch of sophistication. Perfect for both commercial and residential settings, the Coco wall light is ideal for illuminating entryways, bathroom vanities, or showcasing artwork. (G9 bulb sold separately)",
        "spec":"<li>Max Wattage: 5W</li> <li>Weight: 0.38KG</li> <li>IP Rating: IP20</li> <li>Material: Brass | Ceramic</li> <li>Country of Origin: Ireland</li>",
        "dimension":"<li>Height: 10cm</li> <li>Width / Depth: 10.5cm</li> <li>Length / Projection: 19cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_3866.webp",
        "price":76.99,
        "desc":"Smooth Copper Brindley Wall Light",
        "details":"The Smooth Copper Brindley Wall Light is a stunning addition to any home decor. The sleek and modern design features a smooth copper finish that adds a touch of elegance to any room. The light is perfect for creating a warm and inviting atmosphere, whether you're relaxing in the living room or enjoying a meal in the dining room. The Brindley Wall Light is easy to install and comes with all the necessary hardware. The light is also energy-efficient, making it an eco-friendly choice for your home. With its stylish design and practical functionality, the Smooth Copper Brindley Wall Light is a must-have for any home.",
        "spec":"<li>Adjustable: No</li> <li>Material: Copper</li> <li>Dimmable: Yes</li> <li>Fixture type: 220-240V</li>",
        "dimension":"<li>Height: 12.4cm</li> <li>Diameter: 14cm</li> <li>Rose diameter: 10.5cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_3984.webp",
        "price":61.00,
        "desc":"Stadium Wall Light",
        "details":"Designed with attention to detail, the wall light is skillfully attached to a rectangular back plate, creating a seamless and polished appearance on your walls. The medium bronze finish exudes a timeless charm, complemented by an opal diffuser that adds a subtle, diffused glow to the light. This combination of materials and finishes not only makes a stylish statement but also contributes to a warm and inviting atmosphere in your bathroom. <br> Versatility meets practicality as this wall light is purpose-built for bathroom use. The design takes into consideration the unique requirements of bathroom spaces, providing both adequate lighting and a visually pleasing element. Whether you're updating your existing bathroom decor or planning a new design, this wall light effortlessly integrates into various styles, enhancing the overall appeal of your space. <br> The elongated silhouette of the light fixture is not only aesthetically pleasing but also ensures optimal light distribution, making it an ideal choice for tasks such as grooming or reading in the bathroom. Illuminate your morning routine or create a relaxing ambiance for your evening soak with this thoughtfully designed bathroom wall light. <br> This item is customisable, contact us to find out more.",
        "spec":"<li>Adjustable: No</li> <li>Material: Electroplated Iron/ hand brushed finish</li> <li>Finish: Polished nickel/ white frosted glass (Other finishes available)</li> <li>Fixture type: 220V</li> <li>Colour: 3000k (Warm white)</li> <li>IP rating: IP44</li>",
        "dimension":"<li>Height: 35cm</li> <li>Width: 7cm</li> <li>Depth: 6cm</li> <li>Back plate: 12cm x 7cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_4567.webp",
        "price":51.89,
        "desc":"Bar Opal Ball Wall Light",
        "details":"Introducing the Bar Opal Ball Wall Light - a beacon of style and sophistication for your home. This exquisite fixture seamlessly marries modern design with timeless elegance, making it the perfect addition to any space. <br> Crafted with precision, this wall light features a sleek and slender metal bar body that supports three opal glass shades. The opal glass creates a soft, diffused illumination, casting a warm and inviting glow over your living spaces. Whether it's your cozy bedroom, intimate hallway, or any room that craves a touch of ambience, this wall light is designed to deliver. <br> Its slimline body makes it an ideal choice for illuminating those hard-to-reach spaces, such as narrow bedside areas or hallways, where every inch of space matters. <br> But the beauty of this Bar Opal Ball Wall Light doesn't end there. Its versatility knows no bounds. If you're captivated by the allure of charcoal grey, you'll find this design to be a perfect fit. And that's not all - we offer a range of color options, including brass and pink, to suit your unique style and decor preferences. <br> Elevate your home's atmosphere and let this stunning Bar Opal Ball Wall Light become the centerpiece of your interior design. It's not just a light; it's an expression of your taste and a statement of your style. Illuminate your space with grace, class, and a touch of modern elegance with this exceptional wall light.",
        "spec":"<li>Adjustable: No</li> <li>Colour: Pink, Brass, Charcoal grey</li> <li>Pantone®: 19-4914 TPX</li> <li>Material: Metal with glass shade</li> <li>Switch colour: Black</li> <li>Cable colour: Pink, Brass, Charcoal grey</li> <li>Cable length: 180cm</li> <li>Spread of light: Ambient</li> <li>Dimmable: Yes</li> <li>Fixture type: 240V (plug & switch)</li> <li>Assembly required: No</li> <li>Spare shade: No</li> <li>IP rating: IP20</li>",
        "dimension":"<li>Height: 123cm</li> <li>Width: 12cm</li> <li>Length: 17cm</li> <li>Shade: 12cm x 12cm</li> <li>Weight: 1.5kg</li> <li>Packaging: 27cm x 78cm x 23cm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_4987.webp",
        "price":30.00,
        "desc":"Bismarck Light Wall Light in Earth Black",
        "details":"The Bismarck 1 Light Wall Light by Elstead Lighting is a captivating blend of modern design and elegance. Its geometric Earth Black frame is complemented by striking gold-painted sockets, creating a dramatic focal point. Perfect for enhancing the ambiance of any room, this fixture effortlessly combines style and functionality. Illuminate your space with sophistication.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 1.43kg</li> <li>Material: Steel</li>",
        "dimension":"<li>Height: 220mm</li> <li>Width / Depth: 254mm</li> <li>Length / Projection: 115mm</li>"
    },
    {
        "id":"wall_lights",
        "photo":"WL_6098.webp",
        "price":28.00,
        "desc":"Beacon Square Light Small Wall Lantern in White",
        "details":"The Beacon Square outdoor collection by Elstead Lighting showcases a perfect blend of timeless craftsman design and contemporary resilience. With its sleek lines and striking White finish, these fixtures withstand harsh weather conditions, including saltwater and UV exposure. The clear, hammered glass not only enhances elegance but also provides brilliant illumination. Rated IP44 for durability.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 1.85kg</li> <li>IP Rating: IP44</li> <li>Material: Weather Resistant Composite, Glass</li>",
        "dimension":"<li>Height: 302mm</li> <li>Width / Depth: 165mm</li> <li>Length / Projection: 190mm</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_1029.webp",
        "price":25.00,
        "desc":"Octagon Table Lamp",
        "details":"Immerse yourself in the epitome of elegance with our Octagon table lamp. Meticulously crafted as a monolithic block, its captivating octagonal silhouette is a testament to both simplicity and sophistication. Emitting a warm, gentle glow from within, this lamp creates an ambiance that is both inviting and enchanting. As light dances across the surface, the natural beauty of marble is brought to life, with its intricate veins and textures highlighted in exquisite detail. Whether as a focal point in your living space or an accent piece in your bedroom, this lamp seamlessly blends timeless design with modern allure, adding a touch of refinement to any interior setting. Experience the captivating interplay of light and shadow as they gracefully enhance the lamp's aesthetic appeal, elevating your home décor to new heights of sophistication and style. <br> This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Lamp structure in marble with lightbulb holder</li> <li>Fixture type: 220/110 V</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 18cm</li> <li>Width: 18cm</li> <li>Depth: 9cm</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_2287.webp",
        "price":22.00,
        "desc":"Offset Globe Table Lamp",
        "details":"Indulge in sophistication with our stunning table lamp, where the enchanting veins of backlit alabaster cast a mesmerizing glow. The alabaster globe's captivating allure is heightened by the innovative design, featuring two offset halves that gracefully disrupt the traditional spherical form, adding a touch of dynamism and intrigue. <br> As the light dances through the delicate veins of the alabaster, it creates a captivating ambiance that transforms any space into a sanctuary of elegance and style. Elevate your home decor with this exquisite piece, where modern design meets timeless beauty in perfect harmony. <br> This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Lamp structure in brass with galvanic treatment. Alabaster diffuser.</li> <li>Fixture type: 220/110 V</li> <li>Other finishes available upon request</li>",
        "dimension":"<li>Height: 36 cm</li> <li>Width: 30 cm</li> <li>Depth: 30 cm</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_3801.webp",
        "price":35.50,
        "desc":"Funghetto Table Lamp",
        "details":"Discover the allure of understated elegance with our compact table lamp—a true gem where the veins take center stage on either the semi-spherical lampshade or the conical alabaster base. Crafted with meticulous attention to detail, this lamp exudes sophistication in its simplicity. Available in two exquisite versions, it presents a harmonious interplay of materials, alternating between alabaster and satin brass for both the lampshade and base, adding depth and dimension to its design. <br> Whether adorning a bedside table or illuminating a cozy reading nook, this lamp seamlessly blends functionality with refined aesthetics. The captivating veins of the alabaster and the lustrous gleam of satin brass combine to create an ambiance of timeless beauty and understated luxury. Elevate your space with this compact yet striking piece—a testament to the perfect union of form and function. <br> This item has other finishes available, contact us to find out more.",
        "spec":"<li>Material: Lamp structure in brass with galvanic treatment. Lamp shade in alabaster or viceversa.</li> <li>Fixture type: 220/110 V</li> <li>Other finishes available upon request</li>",
        "dimension":""
    },
    {
        "id":"table_lights",
        "photo":"TL_4873.webp",
        "price":25.60,
        "desc":"Small Loop Table Lamp with Sphere III",
        "details":"The Small Loop Table Lamp with Sphere III is a must-have for anyone looking to elevate their home decor and create a warm and inviting atmosphere. This lamp is a stunning collaboration between Tala, known for their eco-friendly lighting solutions, and designer John Tree, resulting in a sleek and modern design that is sure to impress. <br> Crafted from anodised aluminium, the Loop Table Lamp is not only stylish but also durable and long-lasting. The addition of Tala's Sphere III LED bulb ensures that this lamp emits a soft and warm glow that is perfect for creating a cozy ambience in any room. <br> Whether you place it on your bedside table for late-night reading or use it to enhance your living room lighting, the Loop Table Lamp is a versatile and elegant addition to any space. Its minimalist design and sustainable ethos make it a standout piece that will not only enhance your home but also contribute to a more eco-friendly lifestyle. <br> Illuminate your space with the Small Loop Table Lamp with Sphere III and experience the perfect blend of style, functionality, and sustainability. Upgrade your lighting setup with this innovative and chic lamp from Tala.",
        "spec":"<li>Fixture Finish: Gold / Dark Grey</li> <li>Fixture Material: Anodised aluminium</li> <li>Product Weight: 850g</li>",
        "dimension":"<li>Fixture + Bulb: 125mm L x 125mm W x 220mm H</li> <li>Cable Length: 3m</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_5098.webp",
        "price":40.00,
        "desc":"Artisan Light Table Lamp with Ivory Shade in Aged Brass",
        "details":"The Artisan by Elstead Lighting features beautifully hand-formed scrolls and detailed knot twists, creating a captivating focal point for any room. Its elegant ivory pleated shade exudes sophistication, effortlessly elevating your home’s decor. Ideal for adding warmth and charm, this fixture combines artistry with functionality for a truly unique lighting experience.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 3.15kg</li> <li>Material: Steel, Polycotton Shade</li>",
        "dimension":"<li>Height: 550mm</li> <li>Width / Depth: 325mm</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_6770.webp",
        "price":27.88,
        "desc":"Mantle Portable Lamp",
        "details":"Enhance your dining experience with Tala's Mantle portable lamp, a must-have addition to any table setting. This innovative lamp provides the perfect ambience for any occasion, whether it's a romantic dinner for two or a lively gathering with friends and family. <br> The Mantle lamp is designed to mimic the warm and inviting glow of candlelight, without the mess or safety concerns. Powered by batteries, this lamp is completely portable, allowing you to easily move it around your dining area to create the perfect atmosphere. <br> The sleek and modern design of the Mantle lamp ensures even light distribution across the table surface, illuminating your meal and creating a cozy and intimate setting. The convenient handle makes it easy to carry and position the lamp wherever you need it, whether it's on the dining table, a sideboard, or even outdoors for a special al fresco dining experience. <br> Elevate your dining setting with the Mantle portable lamp from Tala, and watch as your guests are captivated by the warm and inviting glow it provides. Make every meal a memorable one with this stylish and practical addition to your dining decor.",
        "spec":"<li>Fixture Finish: Granite Black / Stone White / Cobalt Blue</li> <li>Fixture Material: Powder-coated Stainless Steel</li> <li>Product Weight: 450g</li>",
        "dimension":"<li>Length: 80mm</li> <li>Width: 80mm</li> <li>Height: 190mm</li> <li>Cable Length: 1m</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_7160.webp",
        "price":29.00,
        "desc":"Alumina Lamp",
        "details":"The Alumina Lamp by Tala is a stunning addition to any space, offering both style and functionality. Made from lightweight aluminium in a beautiful Sage green finish, this lamp can be used as a table lamp or wall sconce, allowing for versatile display options to suit your needs. <br> The Alumina Lamp comes paired with the matte-porcelain Sphere IV LED bulb, featuring Dim to Warm technology that provides a warm and inviting glow. This combination of materials and technology creates a cozy atmosphere in any room, perfect for creating a welcoming ambience in your home or office. <br> With its sleek design and high-quality construction, the Alumina Lamp is sure to elevate the look of any space. Whether used as a bedside lamp, desk lamp, or accent lighting, this versatile piece is a must-have for those looking to enhance their interior decor. <br> Bring a touch of sophistication and charm to your space with the Alumina Lamp from Tala. Experience the perfect blend of style and functionality with this exceptional lighting solution.",
        "spec":"<li>Fixture Finish: Blossom / Sage / Charcoal / Chalk / Sapphire</li> <li>Fixture Material: Powder-coated Aluminium</li> <li>Product Weight: 766g</li>",
        "dimension":"<li>220mm L x 150mm W x 240mm H</li> <li>Cable Length: 3m</li>"
    },
    {
        "id":"table_lights",
        "photo":"TL_8509.webp",
        "price":23.80,
        "desc":"Balance Light Table Lamp in Black Polished Brass with Black Shade",
        "details":"Transform your home with the exquisite two-tone table lamp by Elstead Lighting. Its bold black finish beautifully contrasts with polished brass accents, creating a stunning visual appeal. The refined black cylinder shade, lined with opulent gold laminate, adds a touch of luxury. Meticulously crafted in England, this lamp embodies timeless elegance and sophistication.",
        "spec":"<li>Max Wattage: 60W</li> <li>Weight: 3.5kg</li> <li>Material: Steel, Polycotton Shades</li>",
        "dimension":"<li>Height: 656mm</li> <li>Width / Depth: 335mm - 469mm</li>"
    }
]
